"%1 already exists.\nDo you want to replace it?"="%1 jau ir izveidots.\nVai vēlaties to aizstāt?";
"%1\nDirectory not found.\nPlease verify the correct directory name was given."="%1\nDirektorijs nav atrasts.\nLūdzu, pārbaudiet, vai ir norādīts pareizs direktorija nosaukums.";
"%1\nFile not found.\nPlease verify the correct file name was given."="%1\nFails nav atrasts.\nLūdzu, pārbaudiet, vai ir norādīts pareizs faila nosaukums.";
"&Abort"="&Priekšlaikus pārtraukt";
"&Add to Custom Colors"="&Pievienot pielāgotajām krāsām";
"&Basic colors"="&Pamata krāsas";
"&Cancel"="&Atcelt";
"&Copy"="&Kopēt";
"&Custom colors"="&Pielāgotās krāsas";
"&Define Custom Colors >>"="&Definēt pielāgotās krāsas >>";
"&Delete"="&Dzēst";
"&Finish"="&Pabeigt";
"&Green:"="&Zaļš:";
"&Help"="&Palīdzība";
"&Ignore"="&Ignorēt";
"&Name:"="&Vārds:";
"&Next >"="&Tālāk >";
"&No"="&Nē";
"&Open"="&Atvērt";
"&Options <<"="&Opcijas <<";
"&Options >>"="&Opcijas >>";
"&Paste"="&Ielīmēt";
"&Print"="&Drukāt";
"&Red:"="&Sarkans:";
"&Redo"="&Atcelt atsaukšanu";
"&Reload"="&Vēlreiz ielādēt";
"&Rename"="&Pārsaukt";
"&Retry"="&Mēģināt vēlreiz";
"&Sat:"="&Sat:";
"&Save"="&Saglabāt";
"&Undo"="&Atsaukšana";
"&Unsorted"="&Nesakārtots";
"&Val:"="&Val:";
"&Yes"="&Jā";
"* You must accept the terms in order to proceed."="* Jums ir jāpiekrīt noteikumiem, lai turpinātu.";
"..."="...";
"< &Back"="< &Atpakaļ";
"<b>%1</b><p>%2</p>%3<br><p><b>%4</b></p><p>%5<br></p><p>%6</p>"="<b>%1</b><p>%2</p>%3<br><p><b>%4</b></p><p>%5<br></p><p>%6</p>";
"<b>All other Product Keys</b><br/><br/>Contact Support at:<br/><br/>Phone: 1.866.518.6791 or +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>\n"="<b>Citas izstrādājuma atslēgas</b><br/><br/>Tehniskā atbalsta nodaļas kontaktinformācija:<br/><br/>tālrunis: 1 866 518 6791 vai +1 403 228 5940<br/>tīmekļa vietne: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>\n";
"<b>Contact Support at:</b><br/>Phone: 1.866.518.6791 or +1.403.228.5940<br/>Web: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>"="<b>Tehniskā atbalsta nodaļas kontaktinformācija:</b><br/>tālrunis  1 866 518 6791 vai +1 403 228 5940;<br/>tīmekļa vietne: <a href=\"http://smarttech.com/contactsupport\">http://smarttech.com/contactsupport</a>";
"<b>License Agreement</b>"="<b>Licences līgums</b>";
"<h3>About Qt</h3>%1<p>Qt is a C++ toolkit for cross-platform application development.</p><p>Qt provides single-source portability across MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux, and all major commercial Unix variants. Qt is also available for embedded devices as Qtopia Core.</p><p>Qt is a Trolltech product. See <tt>http://www.trolltech.com/qt/</tt> for more information.</p>"="<h3>Par Qt</h3>%1<p>Qt ir C++ aprīkojums starpplatformu lietotņu izstrādāšanai.</p><p>Qt nodrošina viena avota pārnesamību starp MS&nbsp;Windows, Mac&nbsp;OS&nbsp;X, Linux un visām populārākajām Unix versijām. Qt ir pieejams arī iegultajām ierīcēm (piemēram, Qtopia Core).</p><p>Qt ir Trolltech produkts. Papildu informācijai skatiet <tt>http://www.trolltech.com/qt/</tt>.</p>";
"<p><b>PRODUCT_NAME_1 Product Key</b><br/><br/>Click <a href=\" \">here</a><p>"="<p><b>PRODUCT_NAME_1 Produkta atslēga</b><br/><br/>Klikšķiniet <a href=\" \">šeit</a><p>";
"<p>The evaluation period for this software has ended.</p><p>Thank you for evaluating %1 software from SMART Technologies.</p>"="<p>Programmatūras novērtēšanas periods ir beidzies.</p><p>Paldies, ka novērtējāt %1 SMART Technologies programmatūru.</p>";
"<p>This program uses Qt Open Source Edition version %1.</p><p>Qt Open Source Edition is intended for the development of Open Source applications. You need a commercial Qt license for development of proprietary (closed source) applications.</p><p>Please see <tt>http://www.trolltech.com/company/model.html</tt> for an overview of Qt licensing.</p>"="<p>Šī programma lieto Qt atklātā pirmkoda versiju %1.</p><p>Qt atklātā pirmkoda versija ir paredzēta atklātā pirmkoda lietotņu izstrādāšanai. Lai izstrādātu patentētas (slēgtā pirmkoda) lietotnes, ir nepieciešama komerciālā Qt licence.</p><p>Qt licencēšanas pārskatam, lūdzu, skatiet <tt>http://www.trolltech.com/company/model.html</tt>.</p>";
"<p>This program uses Qt version %1.</p>"="<p>Šī programma lieto Qt versiju %1.</p>";
"A product key is a code that activates SMART Notebook software. If you can't find the product key, visit the SMART Software Portal at <a href=\"https://licensing.smarttech.com\">https://licensing.smarttech.com</a> or contact your SMART reseller for assistance. After you retrieve the product key, record it in a safe place."="Produkta atslēga ir kods, kas aktivizē SMART Notebook programmatūru. Ja jūs nevarat atrast produkta atslēgu, apmeklējiet SMART programmatūras portālu <a href=\"https://licensing.smarttech.com\">https://licensing.smarttech.com</a> , vai sazinieties ar jūsu SMART pārdevēju, lai saņemtu palīdzību.";
"A&lpha channel:"="A&lfa kanāls:";
"A0 (841 x 1189 mm)"="A0 (841 x 1189 mm)";
"A1 (594 x 841 mm)"="A1 (594 x 841 mm)";
"A2 (420 x 594 mm)"="A2 (420 x 594 mm)";
"A3 (297 x 420 mm)"="A3 (297 x 420 mm)";
"A4 (210 x 297 mm, 8.26 x 11.7 inches)"="A4 (210 x 297 mm, 8,26 x 11,7 collas)";
"A5 (148 x 210 mm)"="A5 (148 x 210 mm)";
"A6 (105 x 148 mm)"="A6 (105 x 148 mm)";
"A7 (74 x 105 mm)"="A7 (74 x 105 mm)";
"A8 (52 x 74 mm)"="A8 (52 x 74 mm)";
"A9 (37 x 52 mm)"="A9 (37 x 52 mm)";
"Abort"="Apturēt";
"About %1"="Par %1";
"About Product Keys"="Par produkta atslēgām";
"About Qt"="Par Qt";
"Accept"="Apstiprināt";
"Activate"="Aktivizēt";
"Activate Product"="Aktivizēt produktu";
"Activate by phone"="Aktivizēt pa tālruni";
"Activate by web form"="Aktivizēt ar tīmekļa anketu";
"Activate the product key again."="Aktivizēt izstrādājuma atslēgu vēlreiz.";
"Activates the program's main window"="Aktivizē programmas galveno logu";
"Add"="Pievienot";
"Aliases: %1"="Aizstājvārdi: %1";
"All Files (*)"="Visi faili (*)";
"All Files (*.*)"="Visi faili (*.*)";
"Apply"="Piemērot";
"Authentication required"="Nepieciešama autentifikācija";
"B0 (1000 x 1414 mm)"="B0 (1000 x 1414 mm)";
"B1 (707 x 1000 mm)"="B1 (707 x 1000 mm)";
"B10 (31 x 44 mm)"="B10 (31 x 44 mm)";
"B2 (500 x 707 mm)"="B2 (500 x 707 mm)";
"B3 (353 x 500 mm)"="B3 (353 x 500 mm)";
"B4 (250 x 353 mm)"="B4 (250 x 353 mm)";
"B5 (176 x 250 mm, 6.93 x 9.84 inches)"="B5 (176 x 250 mm, 6,93 x 9,84 collas)";
"B6 (125 x 176 mm)"="B6 (125 x 176 mm)";
"B7 (88 x 125 mm)"="B7 (88 x 125 mm)";
"B8 (62 x 88 mm)"="B8 (62 x 88 mm)";
"B9 (44 x 62 mm)"="B9 (44 x 62 mm)";
"Back"="Atpakaļ";
"Bl&ue:"="Zi&ls:";
"Browse..."="Pārlūkot...";
"By Internet browser"="Pēc interneta pārlūkprogrammas";
"By phone"="Pa tālruni";
"C5E (163 x 229 mm)"="C5E (163 x 229 mm)";
"Cancel"="Atcelt";
"Carefully read the following license agreement."="Rūpīgi izlasiet šo licences līgumu.";
"Centimeters (cm)"="Centimetri (cm)";
"Check for product key renewals and apply them."="Pārbaudiet, vai ir produkta atslēgas atjaunojumi, un izmantojiet tos.";
"Close"="Aizvērt";
"Close without Saving"="Aizvērt nesaglabājot";
"Collate"="Salīdzināt";
"Color"="Krāsa";
"Color Mode"="Krāsu režīms";
"Commit"="Iesniegt";
"Connected to host"="Savienots ar resursdatoru";
"Connected to host %1"="Savienots ar resursdatoru %1";
"Connection closed"="Savienojums aizvērts";
"Connection refused"="Savienojums noraidīts";
"Connection refused (or timed out)"="Savienojums noraidīts (vai tam sācies taimauts)";
"Connection to %1 closed"="Savienojums ar %1 aizvērts";
"Continue"="Turpināt";
"Copies"="Kopijas";
"Copies:"="Kopijas:";
"Copy"="Kopēt";
"Copy the request file to another computer, and then go to <a href=\"http://smarttech.com/activate3\">smarttech.com/activate3</a> on that computer."="Kopējiet pieprasījuma failu citā datorā un pēc tam dodieties uz <a href=\"http://smarttech.com/activate3\">smarttech.com/activate3</a> tajā datorā.";
"Copy to clipboard"="Kopēt starpliktuvē";
"Create New Folder"="Izveidot jaunu mapi";
"Cu&t"="Iz&griezt";
"DLE (110 x 220 mm)"="DLE (110 x 220 mm)";
"Data corrupted"="Bojāti dati";
"Days Left:"="Atlikušās dienas:";
"Days Remaining:"="Atlikušo dienu skaits:";
"Delete"="Dzēst";
"Delete the product key from this computer."="Dzēst izstrādājuma atslēgu no šī datora.";
"Detail View"="Detalizēts skats";
"Directories"="Direktoriji";
"Directory"="Direktorijs";
"Disable auto-renewals for this key <a href=''>more info</a>"="Atspējot automātisko atjaunošanu šai atslēgai <a href=''>vairāk informācijas</a>";
"Discard"="Atmest";
"Don't Save"="Nesaglabāt";
"Don't display this dialog again"="Vairs nerādīt šo dialogu";
"Done"="Darīts";
"Drive"="Diskdzinis";
"Duplex Printing"="Dupleksā drukāšana";
"Education Software Beta Version"="Education Software Beta Version";
"Enter License"="Ievadīt licenci";
"Enter your product key(s)"="Ievadiet savu produkta atslēgu(-as)";
"Error writing response to device"="Kļūda, rakstot atbildi ierīcei";
"Evaluation Version"="Novērtēšanas versija";
"Executable '%1' requires Qt %2, found Qt %3."="Izpildāmais '%1' pieprasa Qt %2, atrasts Qt %3.";
"Executive (7.5 x 10 inches, 191 x 254 mm)"="Izpildvadītājs (7,5 x 10 collas, 191 x 254 mm)";
"Expiring"="Termiņš beidzies";
"Export Request File..."="Eksportēt pieprasīto failu...";
"False"="Aplams";
"File"="Fails";
"File name:"="Faila nosaukums:";
"Files of type:"="Failu veids:";
"Find License"="Atrast licenci";
"Folio (210 x 330 mm)"="Folio (210 x 330 mm)";
"For more information about product keys, visit: <a href=\"http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys\">http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys</a>."="Vairāk informācijai par produkta atslēgām, apmeklējiet <a href=\"http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys\">http://education.smarttech.com/products/notebook/notebook-activation-and-product-keys</a>.";
"Form"="Forma";
"From page:"="No lapas:";
"Go Back"="Doties atpakaļ";
"Grayscale"="Pelēktoņu";
"HTTP request failed"="HTTP pieprasījums neizdevās";
"HTTPS connection requested but SSL support not compiled in"="HTTPS savienojums pieprasīts, bet SSL atbalsts nav kompilēts";
"Height:"="Augstums:";
"Help"="Palīdzība";
"Hide %1"="Slēpt %1";
"Hide Others"="Slēpt citus";
"Host %1 found"="Resursdators %1 atrasts";
"Host %1 not found"="Resursdators %1 nav atrasts";
"Host found"="Resursdators atrasts";
"Host requires authentication"="Resursdators pieprasa autentifikāciju";
"Hu&e:"="No&krāsa:";
"If you don't have an Internet connection on this computer, you can save the request as a file and submit the request from another computer."="Ja jums šim datoram nav pieejams interneta pieslēgums, tad pieprasījumu var saglabāt kā failu un iesniegt no cita datora.";
"If you have an Internet connection, you can submit the request automatically. If you don't have an Internet connection, you can submit the request manually."="Ja jums ir pieejams interneta pieslēgums, pieprasījumu var iesniegt automātiski. Ja jums nav pieejams interneta pieslēgums, pieprasījumu var iesniegt manuāli.";
"If you received a response file, press the button below to import the file here."="Ja saņēmāt atbildes failu, nospiediet zemāk esošo pogu, lai importētu failu šeit.";
"Ignore"="Ignorēt";
"Import Response File..."="Importēt atbildes failu...";
"Inches (in)"="Collas (in)";
"Incompatible Qt Library Error"="Nesavietojama Qt bibliotēkas kļūda";
"Incomplete request(s) detected. Do you want to complete your request(s) now?"="Atrasts(-i) nepabeigts(-i) pieprasījums(-i). Vai vēlaties pabeigt savu(-s) pieprasījumu(-s) tagad?";
"Invalid HTTP chunked body"="Nederīgs HTTP dalītais pamatteksts";
"Invalid HTTP response header"="Nederīga HTTP atbildes galvene";
"Landscape"="Ainava";
"Ledger (432 x 279 mm)"="Virsgrāmata (432 x 279 mm)";
"Legal (8.5 x 14 inches, 216 x 356 mm)"="Oficiāls (8,5 x 14 collas, 216 x 356 mm)";
"Letter (8.5 x 11 inches, 216 x 279 mm)"="Vēstule (8,5 x 11 collas, 216 x 279 mm)";
"License Expired"="Beidzies licences termiņš";
"License Expiring"="Licences termiņš beidzas";
"License Status"="Licences statuss";
"License for this software is about to expire."="Šīs programmatūras licences termiņš drīz beigsies.";
"Licensing period for this software has expired."="Ir beidzies šīs programmatūras licences termiņš.";
"List View"="Saraksta skatījums";
"Location:"="Atrašanās vieta:";
"Long side"="Garā mala";
"Look in:"="Ieskatīties:";
"Lost Product Key"="Pazaudēta produkta atslēga";
"Manage Selected Product Key..."="Pārvaldīt atlasītā izstrādājuma atslēgu...";
"Margins"="Apmales";
"Millimeters (mm)"="Milimetri (mm)";
"My Computer"="Mans dators";
"N&o to All"="Nē visam";
"No server set to connect to"="Nav iestatīts serveris, lai izveidotu savienojumu";
"No space left on device"="Ierīce nav brīvas vietas";
"No such file or directory"="Direktorijā nav šāda faila";
"None"="Nekāds";
"Note: You can cancel all requests at once, but you can complete only one request at a time. If you have more than one incomplete request, you'll return to this screen later."="Piezīme. Jūs varat atcelt visu pieprasījumus uzreiz, taču vienlaicīgi jūs varat pabeigt tikai vienu pieprasījumu. Ja jums ir vairāk nekā viens nepabeigts pieprasījums, jūs vēlāk atgriezīsieties šajā ekrānā.";
"Number of copies:"="Kopiju skaits:";
"OK"="Labi";
"OR"="VAI";
"Obtain a product key"="Iegūt produkta atslēgu";
"Open"="Atvērt";
"Open "="Atvērt ";
"Options"="Opcijas";
"Orientation"="Orientācija";
"Orientation:"="Orientācija:";
"Output &file:"="Izvades &fails:";
"Output Settings"="Izvades iestatījumi";
"P&roperties"="R&ekvizīti";
"PKValidator"="PKValidator";
"PRODUCT_NAME_1"="PRODUCT_NAME_1";
"Page size:"="Lapas izmērs:";
"Pages from"="Lappuses no";
"Paper"="Papīrs";
"Paper format"="Lapas formāts";
"Paper source:"="Lapas avots:";
"Parent Directory"="Vecākdirektorijs";
"Paste"="Ielīmēt";
"Permission denied"="Atļauja liegta";
"Please call one of the following numbers:\n\n1.866.518.6791 (toll-free Canada/US)\n+1.403.228.5940 (other countries)\n05:00-18:00 MST Monday–Friday\nFax: +1.403.806.1256"="Lūdzu, zvaniet uz kādu no šiem tālruņa numuriem:\n\n1.866.518.6791 (bez maksas Kanādā/ASV)\n+1.403.228.5940 (citās valstīs)\n5:00-18:00 MST pirmdien-piektdien\nFakss: +1.403.806.1256";
"Points (pt)"="Punkti (pt)";
"Portrait"="Portrets";
"PostScript Files (*.ps);;All Files (*)"="PostScript faili (*.ps);;Visi faili (*)";
"Preferences..."="Priekšrocības...";
"Press the button below to paste the response you received from the SMART website."="Nospiediet zemāk esošo pogu, lai ielīmētu atbildi, ko saņēmāt no SMART tīmekļa vietnes.";
"Preview"="Priekšskatījums";
"Print all"="Drukāt visu";
"Print destination"="Drukāt mērķi";
"Print first page first"="Vispirms drukāt pirmo lapu";
"Print in color if available"="Ja iespējams, drukāt krāsainu";
"Print in grayscale"="Drukāt pelēktoņos";
"Print last page first"="Vispirms drukāt pēdējo lapu";
"Print range"="Drukāt diapazonu";
"Print selection"="Drukāt atlasi";
"Print to File (PDF)"="Drukāt uz failu (PDF)";
"Print to File (Postscript)"="Drukāt uz failu (Postscript)";
"Print to file:"="Drukāt uz failu:";
"Print to printer:"="Drukāt uz printeri:";
"Printer"="Printeris";
"Printer settings"="Printera iestatījumi";
"Product"="Produkts";
"Product Key"="Produkta atslēga";
"Proxy authentication required"="Nepieciešama starpniekservera autentifikācija";
"Proxy requires authentication"="Starpniekserverim nepieciešama autentifikācija";
"Purchase License"="Iegādāties licenci";
"Purchase SMART software licenses at: <a href=\"http://www.smarttech.com/where\">http://www.smarttech.com/where</a>"="Iegādājieties SMART programmatūras licences http://www.smarttech.com/where <a href=\"http://www.smarttech.com/where\"></a>";
"Purchase Software"="Iegādājieties programmatūru";
"QT_LAYOUT_DIRECTION"="QT_LAYOUT_DIRECTION";
"Quit"="Iziet";
"Quit %1"="Iziet %1";
"Reject"="Noraidīt";
"Remove"="Noņemt";
"Repair the product key to enable it again on this computer."="Izlabojiet izstrādājuma atslēgu, lai to vēlreiz aktivētu šajā datorā.";
"Request aborted"="Pieprasījums priekšlaicīgi pārtraukts";
"Reset"="Atiestatīt";
"Restore Defaults"="Atjaunot noklusējumus";
"Retrieve your lost product key or obtain a new one."="Atgūstiet savu pazaudēto produkta atslēgu vai iegūstiet jaunu.";
"Retry"="Mēģināt vēlreiz";
"Return the product key so a different computer can use it."="Atgrieziet izstrādājuma atslēgu, lai to varētu izmantot cits dators.";
"Reverse"="Reverss";
"Reverse landscape"="Apvērstā ainava";
"Reverse portrait"="Apvērsts portrets";
"SMART Software Activation"="SMART programmatūras aktivizēšana";
"SSL handshake failed"="SSL iepazīšanās neizdevās";
"Save"="Saglabāt";
"Save All"="Saglabāt visu";
"Save As"="Saglabāt kā";
"Select All"="Atlasīt visu";
"Select a Directory"="Atlasīt vārdnīcu";
"Select color"="Atlasiet krāsu";
"Select how you want to submit your request manually:"="Izvēlieties, kā jūs vēlaties iesniegt pieprasījumu manuāli:";
"Select one of the following options for the selected product key:"="Atlasiet vienu no tālākminētajām opcijām atlasītajai izstrādājuma atslēgai:";
"Selection"="Izvēle";
"Server closed connection unexpectedly"="Serveris negaidīti aizvēra savienojumu";
"Services"="Pakalpojumi";
"Short side"="Īsā mala";
"Show &hidden files"="Parādīt &paslēptos failus";
"Show All"="Rādīt visus";
"Sort"="Sakārtot";
"Sort by &Date"="Sakārtot pēc &datuma";
"Sort by &Name"="Sakārtot pēc &nosaukuma";
"Sort by &Size"="Sakārtot pēc &izmēra";
"Start that process here."="Sākt procesu šeit.";
"Status"="Statuss";
"Submit request automatically (recommended)"="Iesniegt pieprasījumu automātiski (ieteicams)";
"Submit request manually"="Iesniegt pieprasījumu manuāli";
"Submit your request by uploading the request file to the SMART website."="Iesniegt pieprasījumu, augšupielādējot pieprasījuma failu SMART tīmekļa vietnē.";
"Submitting request automatically..."="Iesniedz pieprasījumu automātiski...";
"Symbolic Link"="Simboliska saite";
"Tabloid (279 x 432 mm)"="Neliela formāta laikraksts (279 x 432 mm)";
"TextLabel"="TextLabel";
"Thank you for evaluating %1 software from SMART Technologies."="Paldies, ka novērtējāt %1 programmatūru no SMART Technologies.";
"Thank you for using %1 software from SMART Technologies."="Paldies, ka izmantojat SMART Technologies %1 programmatūru.";
"The evaluation period for this software has ended."="Programmatūras novērtēšanas periods ir beidzies.";
"The file imported successfully. Click Next to process the response file."="Fails veiksmīgi importēts. Noklikšķiniet uz Tālāk, lai apstrādātu atbildes failu.";
"The license for this software has expired."="Ir beidzies šīs programmatūras licences termiņš.";
"This software is for evaluation purposes only and will stop working at the end of the evaluation period."="Šī programmatūra ir paredzēta tikai novērtēšanai, un pēc novērtēšanas termiņa beigām tā pārstās darboties.";
"To activate %1 software press Activate Product."="Lai aktivizētu %1 programmatūru, nospiediet Aktivizēt produktu.";
"To add a license for %1, press Enter License."="Lai pievienotu %1 licenci, nospiediet Ievadīt licenci.";
"To continue using %1 software, please purchase a license, and then activate the software."="Lai turpinātu lietot %1 programmatūru, lūdzu, iegādājieties licenci un pēc tam aktivizējiet programmatūru.";
"To extend please start SMART Sync or SMART Response and establish connection with a CMPC."="Lai paplašinātu, lūdzu, palaidiet SMART Sync vai SMART Response un izveidojiet savienojumu ar CMPC.";
"To find the product key, use the SMART Software Portal or contact your reseller."="Lai atrastu produkta atslēgu, izmantojiet SMART programmatūras portālu vai sazinieties ar tālākpārdevēju.";
"To page:"="Uz lapu:";
"To purchase %1 software, contact SMART Technologies."="Lai iegādātos %1 programmatūru, sazinieties ar SMART Technologies.";
"To purchase a license or contact SMART Technologies, press Purchase License."="Lai iegādātos licenci vai sazinātos ar SMART Technologies, noklikšķiniet uz Iegādāties licenci.";
"To submit the request using your Internet browser, press the button below. Pressing this button copies the request message and opens your Internet browser to a page on the SMART website where you can paste the message."="Lai iesniegtu pieprasījumu, izmantojot savu interneta pārlūku, nospiediet apakšā esošo pogu. Nospiežot šo pogu, tiek nokopēts pieprasījuma ziņojums un atvērta SMART tīmekļa vietne interneta pārlūkā, kurā jūs varat ielīmēt ziņojumu.";
"Too many open files"="Atvērts pārāk daudz failu";
"True"="Patiess";
"Type:"="Veids:";
"US Common #10 Envelope (105 x 241 mm)"="ASV standarta #10 aploksne (105 x 241 mm)";
"Unable to submit your request. Try again later or try a manual request now."="Nevarēja iesniegt jūsu pieprasījumu. Mēģiniet vēlreiz vēlāk vai arī mēģiniet tagad veikt pieprasījumu manuāli.";
"Unknown"="Nezināms";
"Unknown Location"="Nezināma atrašanās vieta";
"Unknown authentication method"="Nezināma autentifikācijas metode";
"Unknown error"="Nezināma kļūda";
"Unknown protocol specified"="Norādīts nezināms protokols";
"Unlicensed software will stop working at the end of evaluation period."="Nelicencēta programmatūra beigs strādāt novērtējuma perioda beigās.";
"Web:"="Tīmeklis:";
"Welcome to %1 software from SMART Technologies."="Iesiet sveicināti %1 programmatūrā no SMART Technologies.";
"What is a product key?"="Kas ir produkta atslēga?";
"What's This?"="Kas tas ir?";
"When you receive a response file, copy it back to this computer, and then click Next."="Saņemot atbildes failu, kopējiet to atpakaļ uz šo datoru un noklikšķiniet uz Tālāk.";
"Width:"="Platums:";
"Wrong content length"="Nepareizs satura garums";
"Yes to &All"="Jā par &visu";
"\n\n\n\n\n\n<p>Welcome to %1 software from SMART Technologies.</p><p>This beta software is for evaluation purposes only and will stop working at the end of the evaluation period. You can send feedback to <a href=\"mailto:BetaProgram@smarttech.com\">BetaProgram@smarttech.com</a></p>"="\n\n\n\n\n\n<p>Esiet sveicināti %1 programmatūrā no SMART Technologies.</p><p>Šī beta versijas programmatūra ir paredzēta tikai novērtēšanai, un pēc novērtēšanas termiņa beigām tā pārstās darboties. Jūs varat sūtīt atsauksmes uz <a href=\"mailto:BetaProgram@smarttech.com\">BetaProgram@smarttech.com</a></p>";
"accept"="apstiprināt";
"bottom margin"="apakšējā apmale";
"left margin"="kreisā apmale";
"locally connected"="vietēji pieslēgts";
"right margin"="labā apmale";
"to"="līdz";
"top margin"="augšējā apmale";
"unknown"="nezināms";
